{
  "sym2id": {
    "<UNK>": 0,
    "<PAD>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "!": 4,
    "\"": 5,
    "\"\"": 6,
    "\"\"\"": 7,
    "\"\"\"</w>": 8,
    "\"\"\"get</w>": 9,
    "\"\"\"loads</w>": 10,
    "\"\"\"read</w>": 11,
    "\"\"\"return</w>": 12,
    "\"\"\"returns</w>": 13,
    "\"\"\"saves</w>": 14,
    "\"\"\"set</w>": 15,
    "\"\"\"specifies</w>": 16,
    "\"'</w>": 17,
    "\"'spark.sql.execution.arrow.": 18,
    "\")": 19,
    "\")).collect()</w>": 20,
    "\"))</w>": 21,
    "\"),</w>": 22,
    "\").": 23,
    "\").ali": 24,
    "\").alias(\"": 25,
    "\").collect()</w>": 26,
    "\")</w>": 27,
    "\",": 28,
    "\",\"": 29,
    "\",\"type": 30,
    "\",\"type\":": 31,
    "\",</w>": 32,
    "\"-</w>": 33,
    "\".": 34,
    "\".</w>": 35,
    "\".format(": 36,
    "\".format(</w>": 37,
    "\".join(": 38,
    "\".join([": 39,
    "\".join([str(x)</w>": 40,
    "\".join(map(lambda</w>": 41,
    "\"0\"</w>": 42,
    "\"2.": 43,
    "\"5": 44,
    "\":": 45,
    "\":</w>": 46,
    "\"</w>": 47,
    "\"[": 48,
    "\"[spark-": 49,
    "\"]": 50,
    "\"]),</w>": 51,
    "\"])</w>": 52,
    "\"],</w>": 53,
    "\"]:</w>": 54,
    "\"]</w>": 55,
    "\"_": 56,
    "\"__": 57,
    "\"a": 58,
    "\"a\"),</w>": 59,
    "\"a\",</w>": 60,
    "\"b": 61,
    "\"b\"),</w>": 62,
    "\"b\",</w>": 63,
    "\"b\":</w>": 64,
    "\"b\"],</w>": 65,
    "\"bar": 66,
    "\"bar\":</w>": 67,
    "\"c": 68,
    "\"c\"": 69,
    "\"c2\"])</w>": 70,
    "\"d": 71,
    "\"display.": 72,
    "\"display.font.": 73,
    "\"dist": 74,
    "\"distcol": 75,
    "\"distcol\"</w>": 76,
    "\"dull\",</w>": 77,
    "\"e": 78,
    "\"f": 79,
    "\"foo": 80,
    "\"foo\",</w>": 81,
    "\"gini": 82,
    "\"got</w>": 83,
    "\"in</w>": 84,
    "\"index": 85,
    "\"invalid</w>": 86,
    "\"is</w>": 87,
    "\"is_": 88,
    "\"j": 89,
    "\"l": 90,
    "\"m": 91,
    "\"name": 92,
    "\"not</w>": 93,
    "\"on</w>": 94,
    "\"one\",</w>": 95,
    "\"onethi": 96,
    "\"org.apache.": 97,
    "\"org.apache.hadoop.io.": 98,
    "\"orien": 99,
    "\"orientation\"</w>": 100,
    "\"r\",</w>": 101,
    "\"random": 102,
    "\"right": 103,
    "\"row": 104,
    "\"shin": 105,
    "\"shiny\",</w>": 106,
    "\"sqr": 107,
    "\"string": 108,
    "\"t": 109,
    "\"test.": 110,
    "\"test.org.apache.": 111,
    "\"test.org.apache.spark.sql.javastringlength": 112,
    "\"the</w>": 113,
    "\"two": 114,
    "\"two\",</w>": 115,
    "\"type": 116,
    "\"type\":</w>": 117,
    "\"use</w>": 118,
    "\"v": 119,
    "\"v\"))</w>": 120,
    "\"value": 121,
    "\"value\",</w>": 122,
    "\"value\":</w>": 123,
    "\"w": 124,
    "\"w\")</w>": 125,
    "\"x": 126,
    "\"x.": 127,
    "\"x.y.": 128,
    "\"zero</w>": 129,
    "\"{": 130,
    "\"{0": 131,
    "\"{0}": 132,
    "\"{0}\"": 133,
    "\"{0}\"'.format(": 134,
    "\"}": 135,
    "\"}''": 136,
    "#": 137,
    "$": 138,
    "%": 139,
    "&": 140,
    "'": 141,
    "'\")</w>": 142,
    "'\"</w>": 143,
    "''": 144,
    "'''{\"f1\":</w>": 145,
    "''.join(": 146,
    "''.join(sorted(input(glob(": 147,
    "''</w>": 148,
    "'(</w>": 149,
    "')": 150,
    "')\").collect()</w>": 151,
    "')).collect()</w>": 152,
    "'))</w>": 153,
    "'),</w>": 154,
    "').": 155,
    "').parquet(os.path.join(tempfile.mkdtemp(),</w>": 156,
    "').sum()</w>": 157,
    "'):</w>": 158,
    "')</w>": 159,
    "')])</w>": 160,
    "')],</w>": 161,
    "')]</w>": 162,
    "',": 163,
    "','</w>": 164,
    "',)],</w>": 165,
    "',</w>": 166,
    "'-": 167,
    "'.": 168,
    "'.\")</w>": 169,
    "'.'</w>": 170,
    "'.</w>": 171,
    "'.format(": 172,
    "'1": 173,
    "'1'])</w>": 174,
    "'2000": 175,
    "'201": 176,
    "'2015": 177,
    "'2015-01-01</w>": 178,
    "'2017": 179,
    "'2017-06": 180,
    "'2018": 181,
    "'2018-01-03": 182,
    "'2018-01-03',</w>": 183,
    "'2018-01-05": 184,
    "'2018-01-05',</w>": 185,
    "'2018-01-08": 186,
    "'2018-01-08'],</w>": 187,
    "'2018-04": 188,
    "'2018-04-": 189,
    "'2018-04-30',</w>": 190,
    "'2018-10-28</w>": 191,
    "'3</w>": 192,
    "'5": 193,
    "'5h": 194,
    "':": 195,
    "':</w>": 196,
    "'</w>": 197,
    "'[": 198,
    "'[spark-": 199,
    "']": 200,
    "']))</w>": 201,
    "']).": 202,
    "'])</w>": 203,
    "'],</w>": 204,
    "']</w>": 205,
    "']})</w>": 206,
    "'_": 207,
    "'_'</w>": 208,
    "'__": 209,
    "'a": 210,
    "'a'),</w>": 211,
    "'a'</w>": 212,
    "'a'])</w>": 213,
    "'a'],</w>": 214,
    "'age": 215,
    "'age':</w>": 216,
    "'age'])</w>": 217,
    "'alice": 218,
    "'alice',</w>": 219,
    "'all": 220,
    "'all',</w>": 221,
    "'all'</w>": 222,
    "'all'},</w>": 223,
    "'any": 224,
    "'any'</w>": 225,
    "'ap": 226,
    "'append": 227,
    "'append'},</w>": 228,
    "'auto": 229,
    "'auto',</w>": 230,
    "'auto'</w>": 231,
    "'b": 232,
    "'b'),</w>": 233,
    "'b',</w>": 234,
    "'b':</w>": 235,
    "'b'])</w>": 236,
    "'b'],</w>": 237,
    "'b']</w>": 238,
    "'b(quarterly)": 239,
    "'bfill',</w>": 240,
    "'bi": 241,
    "'bias')</w>": 242,
    "'bigint": 243,
    "'bigint'),</w>": 244,
    "'bir": 245,
    "'birth": 246,
    "'blo": 247,
    "'block": 248,
    "'block'</w>": 249,
    "'blosc": 250,
    "'blosc:": 251,
    "'bz2',</w>": 252,
    "'c": 253,
    "'c'),</w>": 254,
    "'c')],</w>": 255,
    "'c',</w>": 256,
    "'c':</w>": 257,
    "'c'</w>": 258,
    "'c'])</w>": 259,
    "'c'],</w>": 260,
    "'categor": 261,
    "'category": 262,
    "'category'</w>": 263,
    "'co": 264,
    "'coer": 265,
    "'coerce": 266,
    "'coerce',</w>": 267,
    "'coerce'},</w>": 268,
    "'col": 269,
    "'col2':</w>": 270,
    "'columns": 271,
    "'columns'},</w>": 272,
    "'coyo": 273,
    "'coyote": 274,
    "'coyote',</w>": 275,
    "'d": 276,
    "'d'</w>": 277,
    "'d'])</w>": 278,
    "'data": 279,
    "'data'))</w>": 280,
    "'datetime": 281,
    "'datetime':</w>": 282,
    "'datetime'</w>": 283,
    "'dog": 284,
    "'dog'],</w>": 285,
    "'dtype": 286,
    "'dtype'):</w>": 287,
    "'e": 288,
    "'e',</w>": 289,
    "'e'],</w>": 290,
    "'eleph": 291,
    "'elephan": 292,
    "'elephant',</w>": 293,
    "'f": 294,
    "'fail": 295,
    "'fail'</w>": 296,
    "'fastparquet": 297,
    "'fastparquet'},</w>": 298,
    "'fix": 299,
    "'fixed": 300,
    "'foo": 301,
    "'foo',</w>": 302,
    "'g": 303,
    "'gd": 304,
    "'gdp": 305,
    "'gi": 306,
    "'giraffe": 307,
    "'giraffe',</w>": 308,
    "'gzip',</w>": 309,
    "'h": 310,
    "'h',</w>": 311,
    "'hor": 312,
    "'horse": 313,
    "'horse']</w>": 314,
    "'hr": 315,
    "'i',</w>": 316,
    "'id'</w>": 317,
    "'ignore": 318,
    "'ignore',</w>": 319,
    "'ignore':</w>": 320,
    "'ignore'</w>": 321,
    "'ignore'},</w>": 322,
    "'index": 323,
    "'index',</w>": 324,
    "'index'.</w>": 325,
    "'index':</w>": 326,
    "'index'</w>": 327,
    "'infer": 328,
    "'infer'</w>": 329,
    "'inner": 330,
    "'inner').": 331,
    "'inplace": 332,
    "'inplace')</w>": 333,
    "'int": 334,
    "'int'),</w>": 335,
    "'int')]</w>": 336,
    "'integer": 337,
    "'integer'},</w>": 338,
    "'iso": 339,
    "'items'</w>": 340,
    "'j": 341,
    "'k": 342,
    "'kend": 343,
    "'kendall',</w>": 344,
    "'key": 345,
    "'key'</w>": 346,
    "'l": 347,
    "'l'</w>": 348,
    "'last": 349,
    "'left": 350,
    "'left':</w>": 351,
    "'left'</w>": 352,
    "'left'},</w>": 353,
    "'life": 354,
    "'lifespan": 355,
    "'lifespan':</w>": 356,
    "'ll</w>": 357,
    "'loc": 358,
    "'loc',</w>": 359,
    "'m": 360,
    "'m'</w>": 361,
    "'major": 362,
    "'major',</w>": 363,
    "'medi": 364,
    "'medium": 365,
    "'method": 366,
    "'method'</w>": 367,
    "'micro": 368,
    "'microsecond": 369,
    "'min": 370,
    "'min',</w>": 371,
    "'minor": 372,
    "'minor'}</w>": 373,
    "'minute": 374,
    "'minute',</w>": 375,
    "'multi": 376,
    "'multi':</w>": 377,
    "'n": 378,
    "'name": 379,
    "'name'</w>": 380,
    "'name'])</w>": 381,
    "'names'</w>": 382,
    "'nan": 383,
    "'nan'))</w>": 384,
    "'nearest": 385,
    "'nearest'}</w>": 386,
    "'ns'</w>": 387,
    "'num_wing": 388,
    "'num_wings':</w>": 389,
    "'o": 390,
    "'o'),</w>": 391,
    "'outer": 392,
    "'outer').": 393,
    "'outer',</w>": 394,
    "'p": 395,
    "'pad": 396,
    "'pad'</w>": 397,
    "'pandas.core.": 398,
    "'pandas.core.frame.": 399,
    "'pandas.core.frame.dataframe": 400,
    "'pandas.core.frame.dataframe'</w>": 401,
    "'parquet": 402,
    "'parquet'.</w>": 403,
    "'parro": 404,
    "'parrot": 405,
    "'parrot',</w>": 406,
    "'parrot'],</w>": 407,
    "'pig": 408,
    "'pig',</w>": 409,
    "'population": 410,
    "'population':</w>": 411,
    "'py": 412,
    "'pyarrow": 413,
    "'pyarrow',</w>": 414,
    "'pyarrow'</w>": 415,
    "'python": 416,
    "'python'],</w>": 417,
    "'r": 418,
    "'rab": 419,
    "'rabbit',</w>": 420,
    "'raise": 421,
    "'raise',</w>": 422,
    "'raise':</w>": 423,
    "'raise'</w>": 424,
    "'raise'},</w>": 425,
    "'re</w>": 426,
    "'record": 427,
    "'records'</w>": 428,
    "'replace": 429,
    "'replace',</w>": 430,
    "'right": 431,
    "'right'},</w>": 432,
    "'row": 433,
    "'row2':</w>": 434,
    "'s": 435,
    "'s</w>": 436,
    "'seto": 437,
    "'setos": 438,
    "'spark.sql.": 439,
    "'spark.sql.execution.arrow.": 440,
    "'string": 441,
    "'string'),</w>": 442,
    "'string')]</w>": 443,
    "'t": 444,
    "'t</w>": 445,
    "'table": 446,
    "'table'}</w>": 447,
    "'timedelta": 448,
    "'timedelta'</w>": 449,
    "'top": 450,
    "'top',</w>": 451,
    "'type": 452,
    "'type':</w>": 453,
    "'us',</w>": 454,
    "'usecols'</w>": 455,
    "'user</w>": 456,
    "'utc": 457,
    "'utc'</w>": 458,
    "'utf-16": 459,
    "'utf-8": 460,
    "'utf8": 461,
    "'utf8'</w>": 462,
    "'val": 463,
    "'value": 464,
    "'value':</w>": 465,
    "'value'</w>": 466,
    "'value'}</w>": 467,
    "'values',</w>": 468,
    "'values'</w>": 469,
    "'virginica',</w>": 470,
    "'vol": 471,
    "'w": 472,
    "'w',</w>": 473,
    "'weight": 474,
    "'weight')</w>": 475,
    "'x": 476,
    "'xz',</w>": 477,
    "'y": 478,
    "'y',</w>": 479,
    "'year": 480,
    "'year'])</w>": 481,
    "'yellow": 482,
    "'z": 483,
    "'z']})</w>": 484,
    "'zip": 485,
    "'zip',</w>": 486,
    "'{": 487,
    "'{\"f1\":</w>": 488,
    "'}": 489,
    "'},</w>": 490,
    "'}</w>": 491,
    "(": 492,
    "(\"": 493,
    "(\".</w>": 494,
    "(\"a": 495,
    "(\"a\",</w>": 496,
    "(\"a:</w>": 497,
    "(\"b": 498,
    "(\"b\",</w>": 499,
    "(\"id": 500,
    "(\"id\",</w>": 501,
    "(\"key\",</w>": 502,
    "(\"select</w>": 503,
    "('": 504,
    "('2',</w>": 505,
    "('</w>": 506,
    "('a": 507,
    "('test": 508,
    "('test')\").collect()</w>": 509,
    "((": 510,
    "((\"</w>": 511,
    "()": 512,
    "())</w>": 513,
    "(),</w>": 514,
    "().": 515,
    "():</w>": 516,
    "()</w>": 517,
    "(-": 518,
    "(.": 519,
    "(0)</w>": 520,
    "(0,</w>": 521,
    "(0.0,</w>": 522,
    "(0</w>": 523,
    "(1)</w>": 524,
    "(1,</w>": 525,
    "(1.0,</w>": 526,
    "(100,</w>": 527,
    "(196": 528,
    "(1960,</w>": 529,
    "(1961,</w>": 530,
    "(1962,</w>": 531,
    "(1</w>": 532,
    "(2,</w>": 533,
    "(2.0,</w>": 534,
    "(3,</w>": 535,
    "(3.0,</w>": 536,
    "(4,</w>": 537,
    "(5.0,</w>": 538,
    "(6": 539,
    "(6,": 540,
    "(:class:</w>": 541,
    "(</w>": 542,
    "([": 543,
    "([\"a\",</w>": 544,
    "(['a',</w>": 545,
    "([],)],</w>": 546,
    "(_": 547,
    "(a)</w>": 548,
    "(a,</w>": 549,
    "(a-hdfs-path</w>": 550,
    "(a</w>": 551,
    "(abc": 552,
    "(abcindexclass,</w>": 553,
    "(abcseries,</w>": 554,
    "(age</w>": 555,
    "(and</w>": 556,
    "(arg,</w>": 557,
    "(as</w>": 558,
    "(at):</w>": 559,
    "(attribute": 560,
    "(available</w>": 561,
    "(axis=": 562,
    "(axis=1):</w>": 563,
    "(but</w>": 564,
    "(byteorder</w>": 565,
    "(callable,</w>": 566,
    "(can</w>": 567,
    "(category)</w>": 568,
    "(cls,</w>": 569,
    "(col": 570,
    "(collections.": 571,
    "(collections.ordereddict</w>": 572,
    "(column</w>": 573,
    "(count</w>": 574,
    "(cp</w>": 575,
    "(csv)</w>": 576,
    "(c{": 577,
    "(d,</w>": 578,
    "(d.": 579,
    "(data,</w>": 580,
    "(defaul": 581,
    "(default": 582,
    "(default),</w>": 583,
    "(default).</w>": 584,
    "(default:</w>": 585,
    "(del": 586,
    "(depending</w>": 587,
    "(df,</w>": 588,
    "(df.": 589,
    "(dict,</w>": 590,
    "(do</w>": 591,
    "(e": 592,
    "(e.g.,</w>": 593,
    "(e.g.</w>": 594,
    "(exclusi": 595,
    "(exclusive)</w>": 596,
    "(f": 597,
    "(feature</w>": 598,
    "(float,</w>": 599,
    "(for</w>": 600,
    "(gh": 601,
    "(gh</w>": 602,
    "(hierarchi": 603,
    "(hierarchical": 604,
    "(hierarchical),</w>": 605,
    "(i": 606,
    "(i,</w>": 607,
    "(i.": 608,
    "(i.e.,</w>": 609,
    "(if</w>": 610,
    "(in</w>": 611,
    "(including</w>": 612,
    "(inclusi": 613,
    "(inclusive": 614,
    "(index)</w>": 615,
    "(index,</w>": 616,
    "(index=": 617,
    "(index=index_": 618,
    "(index=index_mapper,</w>": 619,
    "(int,</w>": 620,
    "(is_": 621,
    "(j": 622,
    "(k": 623,
    "(kcl)</w>": 624,
    "(key)</w>": 625,
    "(key,</w>": 626,
    "(label": 627,
    "(label,</w>": 628,
    "(lambda</w>": 629,
    "(left,</w>": 630,
    "(len(": 631,
    "(like</w>": 632,
    "(list,</w>": 633,
    "(m</w>": 634,
    "(mapper,</w>": 635,
    "(mask,</w>": 636,
    "(min_": 637,
    "(min_spacing,</w>": 638,
    "(most</w>": 639,
    "(msg": 640,
    "(msg)</w>": 641,
    "(msg.format(": 642,
    "(n": 643,
    "(name": 644,
    "(name)s</w>": 645,
    "(new_": 646,
    "(not</w>": 647,
    "(np.": 648,
    "(obj,</w>": 649,
    "(of</w>": 650,
    "(one</w>": 651,
    "(only</w>": 652,
    "(optional": 653,
    "(optional)</w>": 654,
    "(or</w>": 655,
    "(other)</w>": 656,
    "(p": 657,
    "(partition_": 658,
    "(partition_id,</w>": 659,
    "(pd_table,</w>": 660,
    "(pickle": 661,
    "(quarter": 662,
    "(quarterly": 663,
    "(quarterly)": 664,
    "(r": 665,
    "(result,</w>": 666,
    "(s):</w>": 667,
    "(s)</w>": 668,
    "(s,</w>": 669,
    "(same</w>": 670,
    "(sc.parallelize(": 671,
    "(see</w>": 672,
    "(see_also": 673,
    "(see_also)s</w>": 674,
    "(self):</w>": 675,
    "(self)</w>": 676,
    "(self,</w>": 677,
    "(self.": 678,
    "(self.dtype,</w>": 679,
    "(serialize": 680,
    "(serialize)</w>": 681,
    "(series,</w>": 682,
    "(sock": 683,
    "(str,</w>": 684,
    "(string)</w>": 685,
    "(test)=4)]</w>": 686,
    "(that</w>": 687,
    "(the</w>": 688,
    "(this</w>": 689,
    "(top,</w>": 690,
    "(total</w>": 691,
    "(tuple,</w>": 692,
    "(typeerror,</w>": 693,
    "(v": 694,
    "(value": 695,
    "(values=": 696,
    "(where</w>": 697,
    "(which</w>": 698,
    "(width,</w>": 699,
    "(with</w>": 700,
    "(without</w>": 701,
    "(x": 702,
    "(x):</w>": 703,
    "(x,</w>": 704,
    "({": 705,
    ")": 706,
    ")\"</w>": 707,
    ")',</w>": 708,
    ")'</w>": 709,
    ")(": 710,
    "))": 711,
    ")))</w>": 712,
    ")),</w>": 713,
    ")).": 714,
    ")):</w>": 715,
    "))</w>": 716,
    "))]</w>": 717,
    "),": 718,
    "),</w>": 719,
    ").": 720,
    ").</w>": 721,
    ").__": 722,
    ").__finalize__(self)</w>": 723,
    ").__name__))</w>": 724,
    ").ali": 725,
    ").alias('": 726,
    ").collec": 727,
    ").collect()</w>": 728,
    ").replace('nan": 729,
    ").show()</w>": 730,
    ").sort": 731,
    ").strip()</w>": 732,
    "):</w>": 733,
    ");</w>": 734,
    ")</w>": 735,
    ")=": 736,
    ")[0]</w>": 737,
    ")[:": 738,
    ")[:n": 739,
    ")[:n]</w>": 740,
    ")])),</w>": 741,
    ")]).": 742,
    ")])</w>": 743,
    ")],</w>": 744,
    ")]</w>": 745,
    ")s</w>": 746,
    ")})</w>": 747,
    ")}</w>": 748,
    "*": 749,
    "+": 750,
    ",": 751,
    ",),</w>": 752,
    ",)</w>": 753,
    ",</w>": 754,
    ",true": 755,
    ",true),": 756,
    "-": 757,
    "--": 758,
    "----": 759,
    "--------": 760,
    "----------------": 761,
    "--------------------------------": 762,
    "------------------------------------------------": 763,
    "------------------------------------------------------------</w>": 764,
    "-----------------------------</w>": 765,
    "------------------------</w>": 766,
    "---------------</w>": 767,
    "--------------</w>": 768,
    "-------------</w>": 769,
    "------------</w>": 770,
    "----------</w>": 771,
    "--------</w>": 772,
    "-------</w>": 773,
    "------</w>": 774,
    "-----</w>": 775,
    "----</w>": 776,
    "---</w>": 777,
    "--</w>": 778,
    "-0": 779,
    "-0.": 780,
    "-0.707": 781,
    "-01": 782,
    "-01-": 783,
    "-01-0": 784,
    "-01-01',</w>": 785,
    "-01-01</w>": 786,
    "-01-04',</w>": 787,
    "-01-10</w>": 788,
    "-01</w>": 789,
    "-02-28</w>": 790,
    "-03": 791,
    "-03-11</w>": 792,
    "-03-2": 793,
    "-03-29</w>": 794,
    "-04": 795,
    "-06": 796,
    "-08": 797,
    "-1": 798,
    "-1,</w>": 799,
    "-1.0": 800,
    "-1.08": 801,
    "-1.0856": 802,
    "-1.085631</w>": 803,
    "-10": 804,
    "-10-28</w>": 805,
    "-10</w>": 806,
    "-11-01</w>": 807,
    "-11</w>": 808,
    "-12-": 809,
    "-13</w>": 810,
    "-1</w>": 811,
    "-1]</w>": 812,
    "-2": 813,
    "-25</w>": 814,
    "-28</w>": 815,
    "-3,</w>": 816,
    "-31',</w>": 817,
    "-3</w>": 818,
    "-4,</w>": 819,
    "-4</w>": 820,
    "-5.0</w>": 821,
    "-5</w>": 822,
    "-</w>": 823,
    "-=</w>": 824,
    "-bit</w>": 825,
    "-dimensional</w>": 826,
    "-format</w>": 827,
    "-level</w>": 828,
    "-like,</w>": 829,
    "-like</w>": 830,
    ".": 831,
    "..": 832,
    "...": 833,
    "...)</w>": 834,
    "...,</w>": 835,
    "....": 836,
    ".......</w>": 837,
    "...;</w>": 838,
    "...</w>": 839,
    "...]:</w>": 840,
    "..</w>": 841,
    ".0,</w>": 842,
    ".0</w>": 843,
    ".1": 844,
    ".</w>": 845,
    "._": 846,
    ".__": 847,
    ".at[]</w>": 848,
    ".format(": 849,
    ".format(type=": 850,
    ".i": 851,
    ".iat[]</w>": 852,
    ".j": 853,
    ".join(": 854,
    ".jpe": 855,
    ".jpeg</w>": 856,
    ".r": 857,
    ".values</w>": 858,
    "/": 859,
    "0": 860,
    "0\"</w>": 861,
    "0',</w>": 862,
    "0))</w>": 863,
    "0),</w>": 864,
    "0).": 865,
    "0).any():</w>": 866,
    "0):</w>": 867,
    "0)</w>": 868,
    "0)]</w>": 869,
    "0,": 870,
    "0,</w>": 871,
    "0-": 872,
    "0-01": 873,
    "0.": 874,
    "0.,</w>": 875,
    "0.0": 876,
    "0.0,</w>": 877,
    "0.08</w>": 878,
    "0.0</w>": 879,
    "0.0j</w>": 880,
    "0.1,</w>": 881,
    "0.105": 882,
    "0.18": 883,
    "0.18.": 884,
    "0.18.0</w>": 885,
    "0.18.1</w>": 886,
    "0.19": 887,
    "0.19.": 888,
    "0.19.0</w>": 889,
    "0.19.2</w>": 890,
    "0.1</w>": 891,
    "0.2": 892,
    "0.20.0</w>": 893,
    "0.21.0</w>": 894,
    "0.24.": 895,
    "0.24.0</w>": 896,
    "0.24.1</w>": 897,
    "0.28": 898,
    "0.28297": 899,
    "0.282978</w>": 900,
    "0.3</w>": 901,
    "0.4</w>": 902,
    "0.5": 903,
    "0.5,</w>": 904,
    "0.5</w>": 905,
    "0.6": 906,
    "0.7": 907,
    "0.75": 908,
    "0.75)],</w>": 909,
    "0.7</w>": 910,
    "0.8": 911,
    "0.9": 912,
    "0.99": 913,
    "0.994,</w>": 914,
    "0.9973": 915,
    "0.997345</w>": 916,
    "0.</w>": 917,
    "00": 918,
    "00',</w>": 919,
    "00'</w>": 920,
    "00']))</w>": 921,
    "0000": 922,
    "000000</w>": 923,
    "0000</w>": 924,
    "000</w>": 925,
    "00:": 926,
    "00:00',</w>": 927,
    "00:00:": 928,
    "00:00:00": 929,
    "00:00:00</w>": 930,
    "00:00</w>": 931,
    "00:01": 932,
    "00:01:00</w>": 933,
    "00:02:00</w>": 934,
    "00:02:30</w>": 935,
    "00:03": 936,
    "00:03:00</w>": 937,
    "00:06:00</w>": 938,
    "00</w>": 939,
    "01": 940,
    "01</w>": 941,
    "01jan": 942,
    "01jan196": 943,
    "01jan1960</w>": 944,
    "02": 945,
    "02:": 946,
    "02:00</w>": 947,
    "02:30</w>": 948,
    "03": 949,
    "03:": 950,
    "04": 951,
    "05": 952,
    "05:": 953,
    "06": 954,
    "06:": 955,
    "06:00</w>": 956,
    "06:05:": 957,
    "07": 958,
    "08</w>": 959,
    "09:": 960,
    "09:00',</w>": 961,
    "09:00:": 962,
    "09:04": 963,
    "0:": 964,
    "0:</w>": 965,
    "0</w>": 966,
    "0])</w>": 967,
    "0],</w>": 968,
    "0]</w>": 969,
    "0_": 970,
    "0g\"</w>": 971,
    "0th</w>": 972,
    "0x": 973,
    "0x2": 974,
    "1": 975,
    "1\")</w>": 976,
    "1\",</w>": 977,
    "1\":": 978,
    "1\"</w>": 979,
    "1'),</w>": 980,
    "1')</w>": 981,
    "1',</w>": 982,
    "1':</w>": 983,
    "1(": 984,
    "1))</w>": 985,
    "1),</w>": 986,
    "1).": 987,
    "1):</w>": 988,
    "1)</w>": 989,
    "1)=": 990,
    "1)])</w>": 991,
    "1)]</w>": 992,
    "1,": 993,
    "1,2,": 994,
    "1,2</w>": 995,
    "1,</w>": 996,
    "1-": 997,
    "1-d</w>": 998,
    "1-dimensional.</w>": 999,
    "1.": 1000,
    "1.,</w>": 1001,
    "1.0": 1002,
    "1.0).": 1003,
    "1.0).count()</w>": 1004,
    "1.0,</w>": 1005,
    "1.0</w>": 1006,
    "1.0}": 1007,
    "1.1,</w>": 1008,
    "1.2)</w>": 1009,
    "1.3</w>": 1010,
    "1.5)</w>": 1011,
    "1.5,</w>": 1012,
    "1.5</w>": 1013,
    "1.8</w>": 1014,
    "1.9,</w>": 1015,
    "1.9</w>": 1016,
    "10": 1017,
    "10)})</w>": 1018,
    "10,</w>": 1019,
    "10.": 1020,
    "10.0": 1021,
    "10.0)],</w>": 1022,
    "10.1145</w>": 1023,
    "100": 1024,
    "100,</w>": 1025,
    "1000": 1026,
    "1000))</w>": 1027,
    "1000),</w>": 1028,
    "1000)</w>": 1029,
    "1000,</w>": 1030,
    "1000</w>": 1031,
    "105": 1032,
    "1067": 1033,
    "10678": 1034,
    "1067811865": 1035,
    "1067811865475</w>": 1036,
    "10</w>": 1037,
    "11": 1038,
    "11300</w>": 1039,
    "1145</w>": 1040,
    "11865": 1041,
    "12": 1042,
    "12128</w>": 1043,
    "128</w>": 1044,
    "12:": 1045,
    "12:00:00</w>": 1046,
    "13": 1047,
    "13203": 1048,
    "14": 1049,
    "15": 1050,
    "1500": 1051,
    "16": 1052,
    "16</w>": 1053,
    "17": 1054,
    "17.": 1055,
    "17.5,</w>": 1056,
    "18": 1057,
    "182</w>": 1058,
    "19": 1059,
    "1937": 1060,
    "1937894</w>": 1061,
    "1940": 1062,
    "1940-04": 1063,
    "1940-04-25</w>": 1064,
    "196": 1065,
    "1960": 1066,
    "197": 1067,
    "1970</w>": 1068,
    "1980</w>": 1069,
    "199": 1070,
    "1997,</w>": 1071,
    "1:": 1072,
    "1:</w>": 1073,
    "1</w>": 1074,
    "1=": 1075,
    "1=u'alice": 1076,
    "1])</w>": 1077,
    "1],</w>": 1078,
    "1]</w>": 1079,
    "1]])</w>": 1080,
    "1]],</w>": 1081,
    "1_": 1082,
    "1d": 1083,
    "1d(": 1084,
    "1d-": 1085,
    "1d</w>": 1086,
    "1d_": 1087,
    "1e": 1088,
    "1e-": 1089,
    "1st</w>": 1090,
    "1})</w>": 1091,
    "1}</w>": 1092,
    "2": 1093,
    "2\")</w>": 1094,
    "2\",</w>": 1095,
    "2\":": 1096,
    "2\"</w>": 1097,
    "2\"])</w>": 1098,
    "2'),</w>": 1099,
    "2',</w>": 1100,
    "2':</w>": 1101,
    "2'])</w>": 1102,
    "2'],</w>": 1103,
    "2)))</w>": 1104,
    "2))</w>": 1105,
    "2))]</w>": 1106,
    "2),</w>": 1107,
    "2).": 1108,
    "2):</w>": 1109,
    "2)</w>": 1110,
    "2)])</w>": 1111,
    "2)]</w>": 1112,
    "2,": 1113,
    "2,</w>": 1114,
    "2-": 1115,
    "2-d</w>": 1116,
    "2.": 1117,
    "2.,</w>": 1118,
    "2.0": 1119,
    "2.0,</w>": 1120,
    "2.12": 1121,
    "2.1213203": 1122,
    "2.1213203435": 1123,
    "2.121320343559": 1124,
    "2.12132034355964": 1125,
    "2.1213203435596424</w>": 1126,
    "2.1</w>": 1127,
    "2.2,</w>": 1128,
    "2.2</w>": 1129,
    "2.3,</w>": 1130,
    "2.3.0.</w>": 1131,
    "2.3.0</w>": 1132,
    "2.3</w>": 1133,
    "2.4.0</w>": 1134,
    "2.4</w>": 1135,
    "2.5,</w>": 1136,
    "2.5</w>": 1137,
    "2.8</w>": 1138,
    "2.9,</w>": 1139,
    "2.9</w>": 1140,
    "2.]))</w>": 1141,
    "20": 1142,
    "200": 1143,
    "2000": 1144,
    "2000-01": 1145,
    "2000-01-01</w>": 1146,
    "2008</w>": 1147,
    "2009": 1148,
    "2009-12-": 1149,
    "201": 1150,
    "2012,</w>": 1151,
    "2013,</w>": 1152,
    "2014": 1153,
    "2015": 1154,
    "2015-03-29</w>": 1155,
    "2015-11-01</w>": 1156,
    "2016": 1157,
    "2016-01-": 1158,
    "2016-01-0": 1159,
    "2016-01-09</w>": 1160,
    "2016-01-10</w>": 1161,
    "2016-01-31</w>": 1162,
    "2018": 1163,
    "2018',</w>": 1164,
    "2018,</w>": 1165,
    "2018-0": 1166,
    "2018-04": 1167,
    "2018-04-0": 1168,
    "2018-04-09</w>": 1169,
    "2018-04-10</w>": 1170,
    "2018-04-11</w>": 1171,
    "2018-04-13</w>": 1172,
    "2018-10-28</w>": 1173,
    "2019": 1174,
    "2019]],</w>": 1175,
    "2036": 1176,
    "20</w>": 1177,
    "21": 1178,
    "21,</w>": 1179,
    "21</w>": 1180,
    "22</w>": 1181,
    "23": 1182,
    "2337": 1183,
    "23:": 1184,
    "23:59:": 1185,
    "23:59:5": 1186,
    "24": 1187,
    "24.": 1188,
    "24.0</w>": 1189,
    "249": 1190,
    "249's</w>": 1191,
    "24</w>": 1192,
    "25": 1193,
    "258356": 1194,
    "2583560</w>": 1195,
    "26": 1196,
    "27": 1197,
    "28": 1198,
    "28))]</w>": 1199,
    "28]</w>": 1200,
    "29": 1201,
    "297": 1202,
    "2:": 1203,
    "2:</w>": 1204,
    "2</w>": 1205,
    "2=": 1206,
    "2=u'row": 1207,
    "2])</w>": 1208,
    "2],</w>": 1209,
    "2]</w>": 1210,
    "2]],</w>": 1211,
    "2]},</w>": 1212,
    "2_": 1213,
    "2d</w>": 1214,
    "2}</w>": 1215,
    "3": 1216,
    "3')]</w>": 1217,
    "3',</w>": 1218,
    "3':</w>": 1219,
    "3)))</w>": 1220,
    "3))</w>": 1221,
    "3),</w>": 1222,
    "3).": 1223,
    "3).count()</w>": 1224,
    "3)</w>": 1225,
    "3)],</w>": 1226,
    "3)]</w>": 1227,
    "3,": 1228,
    "3,</w>": 1229,
    "3.": 1230,
    "3.,</w>": 1231,
    "3.0": 1232,
    "3.0,</w>": 1233,
    "3.0.</w>": 1234,
    "3.0</w>": 1235,
    "3.2,</w>": 1236,
    "3.2</w>": 1237,
    "3.3,</w>": 1238,
    "3.3</w>": 1239,
    "3.4,</w>": 1240,
    "3.4</w>": 1241,
    "3.5</w>": 1242,
    "3.6</w>": 1243,
    "3.8,</w>": 1244,
    "3.8</w>": 1245,
    "30": 1246,
    "30',</w>": 1247,
    "300</w>": 1248,
    "31": 1249,
    "31',</w>": 1250,
    "31'],</w>": 1251,
    "31</w>": 1252,
    "32": 1253,
    "32,</w>": 1254,
    "32.</w>": 1255,
    "32</w>": 1256,
    "33": 1257,
    "35": 1258,
    "36": 1259,
    "37": 1260,
    "389": 1261,
    "389.0</w>": 1262,
    "38</w>": 1263,
    "3:": 1264,
    "3:</w>": 1265,
    "3</w>": 1266,
    "3]),</w>": 1267,
    "3]).": 1268,
    "3])</w>": 1269,
    "3],</w>": 1270,
    "3]</w>": 1271,
    "3]],</w>": 1272,
    "3]})</w>": 1273,
    "3rd</w>": 1274,
    "3t": 1275,
    "3t',</w>": 1276,
    "3t,</w>": 1277,
    "4": 1278,
    "4'),</w>": 1279,
    "4',</w>": 1280,
    "4))</w>": 1281,
    "4),</w>": 1282,
    "4).": 1283,
    "4).getnumpartitions()</w>": 1284,
    "4)</w>": 1285,
    "4)],</w>": 1286,
    "4)]</w>": 1287,
    "4,": 1288,
    "4,</w>": 1289,
    "4.": 1290,
    "4.0": 1291,
    "4.0.</w>": 1292,
    "4.0</w>": 1293,
    "4.56": 1294,
    "4.]))</w>": 1295,
    "40": 1296,
    "400": 1297,
    "404</w>": 1298,
    "408": 1299,
    "42)</w>": 1300,
    "43": 1301,
    "43400": 1302,
    "434000,</w>": 1303,
    "434000</w>": 1304,
    "435": 1305,
    "45": 1306,
    "4520</w>": 1307,
    "4567": 1308,
    "456789": 1309,
    "45</w>": 1310,
    "47": 1311,
    "475</w>": 1312,
    "48": 1313,
    "49": 1314,
    "4:</w>": 1315,
    "4</w>": 1316,
    "4]).": 1317,
    "4])</w>": 1318,
    "4],</w>": 1319,
    "4]</w>": 1320,
    "4]],</w>": 1321,
    "4]})</w>": 1322,
    "4]},</w>": 1323,
    "4},</w>": 1324,
    "5": 1325,
    "5')]</w>": 1326,
    "5),</w>": 1327,
    "5).": 1328,
    "5):</w>": 1329,
    "5)</w>": 1330,
    "5)]</w>": 1331,
    "5,": 1332,
    "5,</w>": 1333,
    "5.": 1334,
    "5.,</w>": 1335,
    "5.0),</w>": 1336,
    "5.0,</w>": 1337,
    "5.0</w>": 1338,
    "5.0],</w>": 1339,
    "5.0]</w>": 1340,
    "50": 1341,
    "50,</w>": 1342,
    "50</w>": 1343,
    "50],</w>": 1344,
    "52,</w>": 1345,
    "55</w>": 1346,
    "56": 1347,
    "57": 1348,
    "58": 1349,
    "59": 1350,
    "59000000</w>": 1351,
    "59:": 1352,
    "5:</w>": 1353,
    "5</w>": 1354,
    "5]).": 1355,
    "5])</w>": 1356,
    "5],</w>": 1357,
    "5]</w>": 1358,
    "5]]</w>": 1359,
    "6": 1360,
    "6),</w>": 1361,
    "6)</w>": 1362,
    "6)]</w>": 1363,
    "6,</w>": 1364,
    "6.": 1365,
    "60": 1366,
    "600": 1367,
    "62.": 1368,
    "62.6</w>": 1369,
    "64": 1370,
    "64-bit</w>": 1371,
    "65": 1372,
    "65000000</w>": 1373,
    "66": 1374,
    "6666": 1375,
    "67": 1376,
    "69,</w>": 1377,
    "6:</w>": 1378,
    "6</w>": 1379,
    "6])),</w>": 1380,
    "6])</w>": 1381,
    "6],</w>": 1382,
    "6]</w>": 1383,
    "6]],</w>": 1384,
    "6]})</w>": 1385,
    "7": 1386,
    "7),</w>": 1387,
    "7,</w>": 1388,
    "7.": 1389,
    "7.0</w>": 1390,
    "7.0],</w>": 1391,
    "70,</w>": 1392,
    "707": 1393,
    "73": 1394,
    "75": 1395,
    "758": 1396,
    "77.0</w>": 1397,
    "7</w>": 1398,
    "8": 1399,
    "8),</w>": 1400,
    "8)</w>": 1401,
    "8,</w>": 1402,
    "8.": 1403,
    "80.5,</w>": 1404,
    "80.5</w>": 1405,
    "80000</w>": 1406,
    "80</w>": 1407,
    "83": 1408,
    "8356": 1409,
    "84</w>": 1410,
    "86": 1411,
    "88": 1412,
    "88]</w>": 1413,
    "89": 1414,
    "894</w>": 1415,
    "8:</w>": 1416,
    "8</w>": 1417,
    "8],</w>": 1418,
    "9": 1419,
    "9',</w>": 1420,
    "9)</w>": 1421,
    "9,</w>": 1422,
    "9.": 1423,
    "90</w>": 1424,
    "92": 1425,
    "922337": 1426,
    "9223372036": 1427,
    "92233720368": 1428,
    "922337203685": 1429,
    "92233720368547": 1430,
    "92233720368547758": 1431,
    "97": 1432,
    "98": 1433,
    "99": 1434,
    "9999": 1435,
    "9:": 1436,
    "9</w>": 1437,
    "9]</w>": 1438,
    ":": 1439,
    ":-1]</w>": 1440,
    ":...</w>": 1441,
    ":00</w>": 1442,
    ":30": 1443,
    ":30:": 1444,
    "::</w>": 1445,
    ":</w>": 1446,
    ":],</w>": 1447,
    ":]</w>": 1448,
    ":attr:</w>": 1449,
    ":class:</w>": 1450,
    ":context:</w>": 1451,
    ":d": 1452,
    ":func:</w>": 1453,
    ":math:</w>": 1454,
    ":meth": 1455,
    ":meth:</w>": 1456,
    ":only</w>": 1457,
    ":param:</w>": 1458,
    ":param</w>": 1459,
    ":py": 1460,
    ":py:attr:</w>": 1461,
    ":py:class:</w>": 1462,
    ":re": 1463,
    ":ref:</w>": 1464,
    ":return": 1465,
    ":return:</w>": 1466,
    ":sub": 1467,
    ":sub:</w>": 1468,
    ";": 1469,
    ";</w>": 1470,
    "<": 1471,
    "</w>": 1472,
    "=": 1473,
    "=\"": 1474,
    "='": 1475,
    "='f": 1476,
    "='ignore": 1477,
    "='ignore'):</w>": 1478,
    "='right": 1479,
    "='right').sum()</w>": 1480,
    "=0,</w>": 1481,
    "=1,</w>": 1482,
    "=2,</w>": 1483,
    "=</w>": 1484,
    "==": 1485,
    "==</w>": 1486,
    "====": 1487,
    "========": 1488,
    "================": 1489,
    "==================</w>": 1490,
    "========================": 1491,
    "============================": 1492,
    "====================================": 1493,
    "=====================================</w>": 1494,
    "=_wrap_inplace_": 1495,
    "=_wrap_inplace_method(new_method": 1496,
    "=_wrap_inplace_method(new_methods[\"__": 1497,
    "=datetime.": 1498,
    "=datetime.date(": 1499,
    "=datetime.datetime(1997,</w>": 1500,
    "=engine": 1501,
    "=engine,</w>": 1502,
    "=false": 1503,
    "=false):</w>": 1504,
    "=false)</w>": 1505,
    "=false</w>": 1506,
    "=none": 1507,
    "=none):</w>": 1508,
    "=none,</w>": 1509,
    "=self.": 1510,
    "=true": 1511,
    "=true):</w>": 1512,
    "=true)</w>": 1513,
    "=true,</w>": 1514,
    "=true.</w>": 1515,
    "=true</w>": 1516,
    "=u'": 1517,
    "=u'value": 1518,
    "=x,</w>": 1519,
    "=x</w>": 1520,
    "={": 1521,
    ">": 1522,
    "?": 1523,
    "@": 1524,
    "[": 1525,
    "[\"": 1526,
    "[\"[sep": 1527,
    "[\"[sep]": 1528,
    "[\"[sep]\"]</w>": 1529,
    "[\"a": 1530,
    "[\"b": 1531,
    "[\"c": 1532,
    "[\"c1\",</w>": 1533,
    "[\"id\",</w>": 1534,
    "['": 1535,
    "['a": 1536,
    "['a',</w>": 1537,
    "['a']).": 1538,
    "['a']).select(": 1539,
    "['cat',</w>": 1540,
    "['col": 1541,
    "['col1',</w>": 1542,
    "['data": 1543,
    "['data'])</w>": 1544,
    "['dog": 1545,
    "['dog',</w>": 1546,
    "['dt": 1547,
    "['dt'])</w>": 1548,
    "['falcon": 1549,
    "['falcon',</w>": 1550,
    "['s": 1551,
    "['s',": 1552,
    "['s',])</w>": 1553,
    "['snail": 1554,
    "['snail',</w>": 1555,
    "['step": 1556,
    "['str": 1557,
    "['str'])</w>": 1558,
    "['t": 1559,
    "['t'])</w>": 1560,
    "[(": 1561,
    "[('age": 1562,
    "[('age',</w>": 1563,
    "[('i',</w>": 1564,
    "[(k,</w>": 1565,
    "[-1": 1566,
    "[-1,</w>": 1567,
    "[-1]</w>": 1568,
    "[0": 1569,
    "[0.0": 1570,
    "[0.0]),</w>": 1571,
    "[0])</w>": 1572,
    "[0].": 1573,
    "[0]</w>": 1574,
    "[0][0]</w>": 1575,
    "[0]]</w>": 1576,
    "[1": 1577,
    "[1,</w>": 1578,
    "[1.0": 1579,
    "[1.0]),</w>": 1580,
    "[1:": 1581,
    "[1]": 1582,
    "[1]</w>": 1583,
    "[2": 1584,
    "[2,</w>": 1585,
    "[2.0": 1586,
    "[2.0]),</w>": 1587,
    "[2018,</w>": 1588,
    "[3": 1589,
    "[3,</w>": 1590,
    "[4": 1591,
    "[4,</w>": 1592,
    "[5": 1593,
    "[6": 1594,
    "[7,</w>": 1595,
    "[:": 1596,
    "[:,</w>": 1597,
    "[::-1]</w>": 1598,
    "[:cap_": 1599,
    "[:cap_length]</w>": 1600,
    "[</w>": 1601,
    "[[": 1602,
    "[]))</w>": 1603,
    "[])]</w>": 1604,
    "[],</w>": 1605,
    "[]</w>": 1606,
    "[a,</w>": 1607,
    "[a</w>": 1608,
    "[a]</w>": 1609,
    "[b": 1610,
    "[b,</w>": 1611,
    "[b1,</w>": 1612,
    "[cl": 1613,
    "[class_column": 1614,
    "[col]</w>": 1615,
    "[col_": 1616,
    "[false,</w>": 1617,
    "[i": 1618,
    "[i])</w>": 1619,
    "[j": 1620,
    "[j])</w>": 1621,
    "[k]</w>": 1622,
    "[key]</w>": 1623,
    "[labeledpoint(": 1624,
    "[labeledpoint(1.1,</w>": 1625,
    "[len</w>": 1626,
    "[m": 1627,
    "[m]</w>": 1628,
    "[mask]</w>": 1629,
    "[n": 1630,
    "[np.": 1631,
    "[np.number": 1632,
    "[ns]": 1633,
    "[ns]')</w>": 1634,
    "[ns]',</w>": 1635,
    "[ns]</w>": 1636,
    "[p": 1637,
    "[pd.": 1638,
    "[points[": 1639,
    "[r": 1640,
    "[row(": 1641,
    "[row(_": 1642,
    "[row(_1=u'alice": 1643,
    "[row(_1=u'alice',</w>": 1644,
    "[row(age=": 1645,
    "[row(age=2,</w>": 1646,
    "[row(csv": 1647,
    "[row(d": 1648,
    "[row(date": 1649,
    "[row(date=datetime.date(": 1650,
    "[row(date=datetime.date(1997,</w>": 1651,
    "[row(month": 1652,
    "[row(name=u'alice',</w>": 1653,
    "[row(r": 1654,
    "[row(r=": 1655,
    "[row(string": 1656,
    "[row(udf": 1657,
    "[row(udf:": 1658,
    "[row(udf:javastringlength": 1659,
    "[row(year=": 1660,
    "[row(year=2012,</w>": 1661,
    "[self.": 1662,
    "[sep": 1663,
    "[sep]</w>": 1664,
    "[slice(none": 1665,
    "[slice(none)]</w>": 1666,
    "[true,</w>": 1667,
    "[value": 1668,
    "[x.": 1669,
    "[x</w>": 1670,
    "[{": 1671,
    "\\": 1672,
    "]": 1673,
    "]',</w>": 1674,
    "]'</w>": 1675,
    "])": 1676,
    "])),</w>": 1677,
    "]))</w>": 1678,
    "]),</w>": 1679,
    "]).": 1680,
    "]):</w>": 1681,
    "])</w>": 1682,
    "])]</w>": 1683,
    "],": 1684,
    "],)],</w>": 1685,
    "],</w>": 1686,
    "].": 1687,
    "]:</w>": 1688,
    "]</w>": 1689,
    "][": 1690,
    "][0]</w>": 1691,
    "][spark-": 1692,
    "][sql]</w>": 1693,
    "][wip": 1694,
    "]]))</w>": 1695,
    "]]),</w>": 1696,
    "]])</w>": 1697,
    "]],</w>": 1698,
    "]]</w>": 1699,
    "]})</w>": 1700,
    "]},</w>": 1701,
    "]}</w>": 1702,
    "^": 1703,
    "_": 1704,
    "_,</w>": 1705,
    "_.</w>": 1706,
    "_.__": 1707,
    "_.__doc__</w>": 1708,
    "_2=": 1709,
    "_2=1)]</w>": 1710,
    "_</w>": 1711,
    "__": 1712,
    "__.</w>": 1713,
    "__dict__</w>": 1714,
    "__init__.</w>": 1715,
    "_add_": 1716,
    "_add_numeric_": 1717,
    "_agg_": 1718,
    "_align_": 1719,
    "_apply_": 1720,
    "_arith_": 1721,
    "_arith_method_": 1722,
    "_arith_method_sparse_": 1723,
    "_as</w>": 1724,
    "_block_": 1725,
    "_c": 1726,
    "_char": 1727,
    "_check_": 1728,
    "_check_series_convert_timestamp": 1729,
    "_convert_": 1730,
    "_convert_list": 1731,
    "_convert_listlike(arg,</w>": 1732,
    "_convert_to_": 1733,
    "_convert_to_vector": 1734,
    "_create_": 1735,
    "_default_": 1736,
    "_default_hash_key</w>": 1737,
    "_dtype(": 1738,
    "_ensure_": 1739,
    "_evaluate_": 1740,
    "_exception_": 1741,
    "_exception_message": 1742,
    "_exception_message(e": 1743,
    "_extend_": 1744,
    "_factori": 1745,
    "_flex_": 1746,
    "_flex_doc_": 1747,
    "_format_": 1748,
    "_from_": 1749,
    "_gen_": 1750,
    "_gen_eval_": 1751,
    "_gen_eval_kwarg": 1752,
    "_get_": 1753,
    "_group_": 1754,
    "_group_selection_context(self):</w>": 1755,
    "_handle_": 1756,
    "_has_": 1757,
    "_has_null": 1758,
    "_has_nulltype(": 1759,
    "_heapif": 1760,
    "_heapreplace</w>": 1761,
    "_infer_": 1762,
    "_int64": 1763,
    "_inter": 1764,
    "_is": 1765,
    "_is_": 1766,
    "_is_multiple": 1767,
    "_is_multiple(del": 1768,
    "_is_multiple(delta,</w>": 1769,
    "_isna_": 1770,
    "_java_": 1771,
    "_java_obj.": 1772,
    "_java_obj.set": 1773,
    "_java_obj</w>": 1774,
    "_load_from_": 1775,
    "_make_": 1776,
    "_make_arithmetic_": 1777,
    "_make_arithmetic_op(": 1778,
    "_make_arithmetic_op(operator.": 1779,
    "_make_comparison_": 1780,
    "_make_comparison_op(": 1781,
    "_make_comparison_op(operator.": 1782,
    "_make_evaluate_": 1783,
    "_make_evaluate_binop(": 1784,
    "_make_pret": 1785,
    "_make_pretty_": 1786,
    "_make_stat_": 1787,
    "_make_stat_function(</w>": 1788,
    "_make_type_": 1789,
    "_make_type_verifier(": 1790,
    "_make_type_verifier(structtype([": 1791,
    "_maybe_": 1792,
    "_nest_": 1793,
    "_nest_lvl</w>": 1794,
    "_ns_": 1795,
    "_old_": 1796,
    "_one_": 1797,
    "_or_": 1798,
    "_or_bu": 1799,
    "_parse_": 1800,
    "_parse_datatype_": 1801,
    "_parse_datatype_json_": 1802,
    "_parse_datatype_string": 1803,
    "_parse_datatype_string(\"a:</w>": 1804,
    "_py": 1805,
    "_py2": 1806,
    "_py2java(sc,</w>": 1807,
    "_raise_": 1808,
    "_raw_": 1809,
    "_re": 1810,
    "_recode": 1811,
    "_recode_": 1812,
    "_recode_for_categorie": 1813,
    "_recode_for_categories(": 1814,
    "_reorder_": 1815,
    "_reorder_for_": 1816,
    "_reorder_for_extension_": 1817,
    "_reorder_for_extension_array_": 1818,
    "_set_": 1819,
    "_sif": 1820,
    "_t": 1821,
    "_td_": 1822,
    "_to_": 1823,
    "_to_java_": 1824,
    "_to_java_column(": 1825,
    "_to_java_column(col": 1826,
    "_to_java_column(col),</w>": 1827,
    "_to_seq(": 1828,
    "_to_seq(sc,</w>": 1829,
    "_un": 1830,
    "_unpickle_": 1831,
    "_validate_": 1832,
    "_values</w>": 1833,
    "_vector_": 1834,
    "_vector_size(": 1835,
    "_wrap_": 1836,
    "_wrap_inplace_": 1837,
    "`": 1838,
    "a": 1839,
    "a',</w>": 1840,
    "a':</w>": 1841,
    "a(": 1842,
    "a))</w>": 1843,
    "a):</w>": 1844,
    "a)</w>": 1845,
    "a)=": 1846,
    "a,": 1847,
    "a,</w>": 1848,
    "a-": 1849,
    "a-2</w>": 1850,
    "a-hdf": 1851,
    "a-hdfs-": 1852,
    "a-hdfs-path</w>": 1853,
    "a-suffix": 1854,
    "a-z": 1855,
    "a.": 1856,
    "a.dot(": 1857,
    "a.squared_distance(": 1858,
    "a0</w>": 1859,
    "a1</w>": 1860,
    "a2</w>": 1861,
    "a3</w>": 1862,
    "a4</w>": 1863,
    "a5</w>": 1864,
    "a:</w>": 1865,
    "a</w>": 1866,
    "a=": 1867,
    "a]</w>": 1868,
    "a_": 1869,
    "ab": 1870,
    "abc": 1871,
    "abc.": 1872,
    "abcdataframe):</w>": 1873,
    "abcindex": 1874,
    "abcindexclass)):</w>": 1875,
    "abcindexclass):</w>": 1876,
    "abcindexclass,</w>": 1877,
    "abcserie": 1878,
    "abcseries)):</w>": 1879,
    "abcseries):</w>": 1880,
    "abcseries,</w>": 1881,
    "abilities</w>": 1882,
    "ability</w>": 1883,
    "able": 1884,
    "able,</w>": 1885,
    "able</w>": 1886,
    "abled.</w>": 1887,
    "ables</w>": 1888,
    "abo": 1889,
    "above,</w>": 1890,
    "above</w>": 1891,
    "abs(": 1892,
    "abs(mat.": 1893,
    "abs(mat.mean()</w>": 1894,
    "abs(mat.std()</w>": 1895,
    "abs(stats.": 1896,
    "abs(stats.mean()</w>": 1897,
    "abs(stats.stdev()</w>": 1898,
    "absol": 1899,
    "absolute</w>": 1900,
    "ac": 1901,
    "acc</w>": 1902,
    "acce": 1903,
    "accep": 1904,
    "accept</w>": 1905,
    "acceptable_": 1906,
    "acceptable_types(": 1907,
    "acceptable_types(obj)</w>": 1908,
    "accepted</w>": 1909,
    "accepting</w>": 1910,
    "accepts</w>": 1911,
    "access</w>": 1912,
    "accessing</w>": 1913,
    "accesskey": 1914,
    "accessor": 1915,
    "accessors.</w>": 1916,
    "accessors</w>": 1917,
    "accommodates</w>": 1918,
    "according</w>": 1919,
    "account</w>": 1920,
    "accounts</w>": 1921,
    "accum_": 1922,
    "accumul": 1923,
    "accumulator": 1924,
    "accurate</w>": 1925,
    "ace": 1926,
    "ach": 1927,
    "ach</w>": 1928,
    "ache": 1929,
    "ache.": 1930,
    "ached</w>": 1931,
    "achie": 1932,
    "achieve</w>": 1933,
    "acing": 1934,
    "ack": 1935,
    "ack</w>": 1936,
    "acro": 1937,
    "across</w>": 1938,
    "act": 1939,
    "act</w>": 1940,
    "acti": 1941,
    "action</w>": 1942,
    "activ": 1943,
    "activated</w>": 1944,
    "active</w>": 1945,
    "activecontext</w>": 1946,
    "actly</w>": 1947,
    "actu": 1948,
    "actual</w>": 1949,
    "actually</w>": 1950,
    "acy</w>": 1951,
    "ad": 1952,
    "ad(": 1953,
    "ad.</w>": 1954,
    "ad</w>": 1955,
    "ad_": 1956,
    "adapti": 1957,
    "add": 1958,
    "add)</w>": 1959,
    "add,</w>": 1960,
    "add</w>": 1961,
    "add_": 1962,
    "add_one": 1963,
    "add_one(": 1964,
    "add_one(id": 1965,
    "add_one(id)=": 1966,
    "added</w>": 1967,
    "adding</w>": 1968,
    "addsub_": 1969,
    "aded</w>": 1970,
    "ader": 1971,
    "ading": 1972,
    "ading</w>": 1973,
    "adj": 1974,
    "adjust": 1975,
    "adjust(": 1976,
    "adjust_": 1977,
    "adjusted": 1978,
    "adjusted.</w>": 1979,
    "adjusted</w>": 1980,
    "ado": 1981,
    "ads</w>": 1982,
    "adv": 1983,
    "advan": 1984,
    "af": 1985,
    "af</w>": 1986,
    "afari</w>": 1987,
    "afe": 1988,
    "after": 1989,
    "after</w>": 1990,
    "ag": 1991,
    "ag</w>": 1992,
    "again": 1993,
    "against</w>": 1994,
    "agate</w>": 1995,
    "age": 1996,
    "age).collect()</w>": 1997,
    "age)=": 1998,
    "age)=2),</w>": 1999,
    "age)=5)]</w>": 2000,
    "age.": 2001,
    "age2=": 2002,
    "age</w>": 2003,
    "age=": 2004,
    "age=1)]</w>": 2005,
    "age=5)]</w>": 2006,
    "age=5,</w>": 2007,
    "agen": 2008,
    "ages=u'": 2009,
    "agg": 2010,
    "agg(": 2011,
    "agg_": 2012,
    "agg_general": 2013,
    "aggfunc</w>": 2014,
    "aggreg": 2015,
    "aggregate": 2016,
    "aggregate(": 2017,
    "aggregation</w>": 2018,
    "agon": 2019,
    "agonal</w>": 2020,
    "ai": 2021,
    "ailable.</w>": 2022,
    "ailable</w>": 2023,
    "ain": 2024,
    "ain</w>": 2025,
    "ait": 2026,
    "ait</w>": 2027,
    "aitany": 2028,
    "ak": 2029,
    "akima": 2030,
    "al": 2031,
    "al</w>": 2032,
    "ala</w>": 2033,
    "ale": 2034,
    "ale</w>": 2035,
    "alfred</w>": 2036,
    "algo": 2037,
    "algorith": 2038,
    "algorithm.</w>": 2039,
    "algorithm</w>": 2040,
    "algorithms.": 2041,
    "algorithms</w>": 2042,
    "algos.": 2043,
    "algos.take_": 2044,
    "ali": 2045,
    "alias</w>": 2046,
    "aliases.</w>": 2047,
    "aliases</w>": 2048,
    "alice": 2049,
    "alified</w>": 2050,
    "alig": 2051,
    "align": 2052,
    "align_": 2053,
    "align_keys</w>": 2054,
    "aligner</w>": 2055,
    "alignment</w>": 2056,
    "aling</w>": 2057,
    "all": 2058,
    "all',</w>": 2059,
    "all(": 2060,
    "all():</w>": 2061,
    "all</w>": 2062,
    "all_": 2063,
    "all_date": 2064,
    "all_of_": 2065,
    "allo": 2066,
    "allow": 2067,
    "allow_": 2068,
    "allow_dup": 2069,
    "allow_fill": 2070,
    "allow_fill=": 2071,
    "allowback": 2072,
    "allowbackslashescaping": 2073,
    "allowbackslashescapingany": 2074,
    "allowcommen": 2075,
    "allownumericle": 2076,
    "allownumericleading": 2077,
    "allownumericleadingzero": 2078,
    "allows</w>": 2079,
    "allowsinglequote": 2080,
    "allowun": 2081,
    "allowunquoted": 2082,
    "allowunquotedcontrol": 2083,
    "allowunquotedcontrolchar": 2084,
    "allowunquotedfield": 2085,
    "ally</w>": 2086,
    "alon": 2087,
    "along": 2088,
    "along</w>": 2089,
    "alph": 2090,
    "alpha-2</w>": 2091,
    "alpha</w>": 2092,
    "alpha=": 2093,
    "alread": 2094,
    "already</w>": 2095,
    "also": 2096,
    "also</w>": 2097,
    "alt_": 2098,
    "alter": 2099,
    "alternatively,</w>": 2100,
    "always</w>": 2101,
    "am": 2102,
    "am</w>": 2103,
    "amb": 2104,
    "ambigu": 2105,
    "ambiguous,</w>": 2106,
    "ambiguous</w>": 2107,
    "ame": 2108,
    "ame</w>": 2109,
    "aming": 2110,
    "amma</w>": 2111,
    "amon": 2112,
    "among</w>": 2113,
    "amoun": 2114,
    "amount</w>": 2115,
    "amp_": 2116,
    "ample": 2117,
    "amples</w>": 2118,
    "ampling": 2119,
    "ampling</w>": 2120,
    "an": 2121,
    "an</w>": 2122,
    "an_": 2123,
    "analy": 2124,
    "analysis,</w>": 2125,
    "ance</w>": 2126,
    "and": 2127,
    "and</w>": 2128,
    "and_": 2129,
    "ane": 2130,
    "anel": 2131,
    "ang": 2132,
    "angu": 2133,
    "anguilla</w>": 2134,
    "ani": 2135,
    "animal</w>": 2136,
    "aniti": 2137,
    "anke": 2138,
    "another_": 2139,
    "another_param": 2140,
    "ans": 2141,
    "ant</w>": 2142,
    "any": 2143,
    "any(": 2144,
    "any():</w>": 2145,
    "any</w>": 2146,
    "anything</w>": 2147,
    "ap": 2148,
    "ap</w>": 2149,
    "apache.": 2150,
    "apane": 2151,
    "ape": 2152,
    "api": 2153,
    "api.": 2154,
    "api.python.": 2155,
    "app": 2156,
    "appear</w>": 2157,
    "append": 2158,
    "append(": 2159,
    "append</w>": 2160,
    "appli": 2161,
    "applicable</w>": 2162,
    "application</w>": 2163,
    "applied</w>": 2164,
    "applies</w>": 2165,
    "apply": 2166,
    "apply(lambda</w>": 2167,
    "apply(np.": 2168,
    "apply_": 2169,
    "apply_along": 2170,
    "apply_along_": 2171,
    "applymap</w>": 2172,
    "appro": 2173,
    "approach</w>": 2174,
    "approp": 2175,
    "appropri": 2176,
    "appropriate</w>": 2177,
    "approx": 2178,
    "approximate</w>": 2179,
    "approximately</w>": 2180,
    "apti": 2181,
    "ar": 2182,
    "ar',</w>": 2183,
    "ar</w>": 2184,
    "arac": 2185,
    "aran": 2186,
    "arange(": 2187,
    "arange(len(": 2188,
    "arbitrary</w>": 2189,
    "arch": 2190,
    "archi": 2191,
    "archive</w>": 2192,
    "archive_": 2193,
    "archive_file,</w>": 2194,
    "archive_file</w>": 2195,
    "ard": 2196,
    "ard'</w>": 2197,
    "ard.</w>": 2198,
    "ard</w>": 2199,
    "ardi": 2200,
    "ards</w>": 2201,
    "are": 2202,
    "are</w>": 2203,
    "area</w>": 2204,
    "ared</w>": 2205,
    "arest</w>": 2206,
    "arg": 2207,
    "arg):</w>": 2208,
    "arg)</w>": 2209,
    "arg,</w>": 2210,
    "arg.": 2211,
    "arg0</w>": 2212,
    "arg=": 2213,
    "arg_": 2214,
    "arg_val_": 2215,
    "arge": 2216,
    "args(self,</w>": 2217,
    "args):</w>": 2218,
    "args)</w>": 2219,
    "args,</w>": 2220,
    "args:</w>": 2221,
    "args</w>": 2222,
    "args[0]</w>": 2223,
    "argsort</w>": 2224,
    "argumen": 2225,
    "argument": 2226,
    "argument</w>": 2227,
    "arguments:</w>": 2228,
    "arguments</w>": 2229,
    "arg}</w>": 2230,
    "ari": 2231,
    "arie": 2232,
    "arily</w>": 2233,
    "aring</w>": 2234,
    "arith": 2235,
    "arith_": 2236,
    "arith_flex</w>": 2237,
    "arith_special</w>": 2238,
    "arithme": 2239,
    "arithmeti": 2240,
    "arithmetic</w>": 2241,
    "arithmetic_": 2242,
    "arly</w>": 2243,
    "arn": 2244,
    "arn</w>": 2245,
    "arning</w>": 2246,
    "around</w>": 2247,
    "arr": 2248,
    "arr).": 2249,
    "arr):</w>": 2250,
    "arr)</w>": 2251,
    "arr,</w>": 2252,
    "arr.": 2253,
    "arr.dtype,</w>": 2254,
    "arr</w>": 2255,
    "arr_": 2256,
    "arr_value.": 2257,
    "arra": 2258,
    "array": 2259,
    "array's</w>": 2260,
    "array(": 2261,
    "array('d',</w>": 2262,
    "array(),</w>": 2263,
    "array()</w>": 2264,
    "array(['a',</w>": 2265,
    "array([('a',</w>": 2266,
    "array([1,</w>": 2267,
    "array-like,</w>": 2268,
    "array-like</w>": 2269,
    "array.": 2270,
    "array.array('d',</w>": 2271,
    "array.shape</w>": 2272,
    "array</w>": 2273,
    "array_": 2274,
    "array_dtype(": 2275,
    "array_equivalen": 2276,
    "array_like,</w>": 2277,
    "array_like</w>": 2278,
    "arrays(": 2279,
    "arrays,</w>": 2280,
    "arrays.": 2281,
    "arrays.pandasarray</w>": 2282,
    "arrays</w>": 2283,
    "arraytype(": 2284,
    "arraytype(short": 2285,
    "arrow": 2286,
    "arrow.": 2287,
    "arrow</w>": 2288,
    "arrow_": 2289,
    "arrow_type</w>": 2290,
    "arti": 2291,
    "article": 2292,
    "ary.</w>": 2293,
    "ary</w>": 2294,
    "as": 2295,
    "as')</w>": 2296,
    "as(\"": 2297,
    "as(\"csv": 2298,
    "as(\"csv\")).collect()</w>": 2299,
    "as('": 2300,
    "as)</w>": 2301,
    "as,</w>": 2302,
    "as.": 2303,
    "as2.": 2304,
    "as</w>": 2305,
    "as_": 2306,
    "as_index</w>": 2307,
    "asarray</w>": 2308,
    "ascending": 2309,
    "ascending:</w>": 2310,
    "ascending=": 2311,
    "ascending=false)</w>": 2312,
    "ascending=true,</w>": 2313,
    "asci": 2314,
    "ascii</w>": 2315,
    "asdict()</w>": 2316,
    "ase": 2317,
    "ase.</w>": 2318,
    "ase</w>": 2319,
